Repository: TokeHerkild/product_advertisement
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da

# active_product_description_start
source: Your advertisement
da: Din annonce

# admin_prefix
source: Dear Admin,
da: Kære admin,

# category_addnew
source: Add New Category
da: Tilføj ny kategori

# category_edit
source: Edit Category
da: Ret kategori

source: Category Uid
da: Kategori id

# check_out_msg
source: Please check it out.
da: Kig venligst

# crdate.posted-on
source: Posten on
da: Oprettet den

source: Create New
da: Opret ny annonce

# create_new_product.title
source: Create New Advertisement
da: Opret ny annonce

# detail_page.name
source: Product Details
da: Annonce detaljer

# disapproved_by
source: has disapproved by admin.
da: er blevet afvist af en admin.

# edit_page.name
source: Edit Products
da: Ret annonce

# edit_product_title
source: Save
da: Gem

# email_footer
source: Have a Great Day..!
da: God dag.

# email_header
source: Notification for you..!
da: Ny notifikation

# fe_users.tx_extbase_type.Tx_ProductAdvertisement_Users
source: Products Advertisement Users
da: Annonce brugere

# get_print_btn
source: Get Print
da: Print

# has_approve_msg
source: has been approved by admin.
da: er blevet godkendt af en admin.

# has_register
source: has registered a advertisement named
da: har registreret en annonce navngivet

# has_updated
source: has been updated successfully.
da: er blevet opdateret korrekt

source: Inquiry Form
da: Kontakt formular

# inquiry_send_user_start
source: There is an inquiry for your product's advertisement
da: Der er en henvendelse på din annonce.

# inquiry_start_msg
source: Your inquiry for advertisement
da: Din henvendelse på annoncen

# inquiry_thanks_extra_part
source: has been registered, Thank you for choosing us.
da: er blevet registret. Tak for at vælge Racingsalg.dk

# inquiry_user_msg
source: Message
da: Besked

# inquiry_user_name
source: Name
da: Navn

# inquiry_user_phone
source: Contact No
da: Kontakt nummer

# mail_start_prefix
source: Dear
da: Kære

# mail_user
source: User
da: Bruger

# manage.categorises
source: Manage Categories
da: Administrer kategorier

source: Manage Products
da: Administrer annoncer

# notify_once
source: We will notify you once Admin Approve It.
da: Du vil modtage en notifikation når admin godkender den.

# owner_info
source: Owner Information
da: Annonce information

# product_list_title
source: Products
da: Annonce

# product_registration.approveList
source: Approve / Disapprove
da: Afvis

# product_registration.approvestatus
source: Approve Status
da: Godkend

# product_registration.offer
source: Wants to sale
da: Sælges

# product_registration.search
source: Wants to purchase
da: Købes

# product_registration.typeLable
source: -- Select Product Type --
da: -- Vælg annonce type --

# products.ownerRegion
source: Owner region
da: Landsdel

# products.ownerRegion.I.0
source: Select region
da: Vælg landsdel

# save_data
source: Save
da: Gem

# search_form.title
source: Search
da: Søg

# searchfield.category
source: Product Category
da: Annonce kategori

# searchfield.default_category
source: Select Category
da: Vælg kategori

# searchfield.name
source: Product Name
da: Annonce navn

# searchfield.place
source: Product Place
da: Annonce region

# send_message_btn
source: Send Message
da: Send besked

source: Send Now
da: Send nu

# thank_you_msg
source: Thank You for registering advertisement
da: Tak for din annonce.

# thank_you_msg_extra
source: Your advertisement has been registered successfully, We will notify you once admin approve it.
da: Din annonce er blevet oprettet korrekt, du vil blive underrettet når en admin godkender den.

# tx_productadvertisement_domain_model_category
source: Category
da: Kategori

# tx_productadvertisement_domain_model_category.description
source: Description
da: Beskrivelse

# tx_productadvertisement_domain_model_category.name
source: Name
da: Navn

# tx_productadvertisement_domain_model_products
source: Products
da: Annoncer

# tx_productadvertisement_domain_model_products.approve
source: Approve
da: Godkend

# tx_productadvertisement_domain_model_products.category
source: Category
da: Kategori

# tx_productadvertisement_domain_model_products.delete
source: Delete
da: Slet

# tx_productadvertisement_domain_model_products.description
source: Description
da: Beskrivelse

# tx_productadvertisement_domain_model_products.disapprove
source: Disapprove
da: Afvis

# tx_productadvertisement_domain_model_products.edit
source: Edit
da: Ret

# tx_productadvertisement_domain_model_products.fromdate
source: Fromdate
da: Fra dato

# tx_productadvertisement_domain_model_products.images
source: Images
da: Billeder

# tx_productadvertisement_domain_model_products.name
source: Product Name
da: Annonce navn

# tx_productadvertisement_domain_model_products.owneremail
source: Owner Email
da: Din e-mail adresse

# tx_productadvertisement_domain_model_products.ownername
source: Owner Name
da: Dit fulde navn

# tx_productadvertisement_domain_model_products.ownerphone
source: Owner Contact
da: Din e-mail adresse

# tx_productadvertisement_domain_model_products.ownerplace
source: Owner Place
da: Region

# tx_productadvertisement_domain_model_products.ownerzip
source: Owner Zip
da: Post nr. og by

# tx_productadvertisement_domain_model_products.price
source: Price
da: Pris

# tx_productadvertisement_domain_model_products.status
source: Product Status
da: Annonce status

# tx_productadvertisement_domain_model_products.todate
source: Todate
da: Til dato

# tx_productadvertisement_domain_model_products.type
source: Type
da: Annoncetype

# tx_productadvertisement_domain_model_products.user
source: User
da: Bruger

# tx_productadvertisement_domain_model_users
source: Users
da: Brugere

# update_msg
source: updated the advetisement
da: opdaterede annoncen.

# updated_by_admin
source: has been updated by admin
da: er blevet opdateret af en admin.

# user_product.activate_product
source: Show
da: Vis

# user_product.deactivate_product
source: Hide
da: Skjul

# user_product.delete_product
source: Delete
da: Slet

# user_product.edit_product
source: Edit
da: Ret

# user_product.go_back
source: Product List
da: Annonce liste

# user_product.new_product
source: Create New Product
da: Opret ny annonce

# user_product.search
source: Search
da: Søg

# user_product.time_period
source: Time Period
da: Tidsperiode

# user_product.to
source: to
da: Til

# user_product.user_action
source: Action
da: Handling

# user_product_list
source: My Products
da: Mine annoncer
